<?php
/*
	Drafts Modification for SMF 2.0/1.1.x

	Created by:		Charles Hill
	Website:		http://www.degreesofzero.com/

	Copyright 2008 - 2010.  All Rights Reserved.
*/

if (!defined('SMF'))
	die('Hacking attempt...');

// for ManagePermissions.php
$txt['permissiongroup_drafts'] = 'Чернетки';
$txt['permissiongroup_simple_drafts'] = 'Чернетки';
$txt['permissionname_save_drafts'] = 'Збереження тем та відповідей у вигляді чернеток';

$txt['drafts'] = array(
	0 => 'Помилка! Дані <strong>не</strong> збережені.',
	1 => 'Ваші дані збережені як чернетка.',
	2 => 'Показати чернетки',
	3 => 'Ваші чернетки',
	4 => 'У Вас немає чернеток :(.',
	5 => 'Тема',
	6 => 'Розділ',
	7 => 'Тема',
	8 => 'Збережено',
	9 => 'Редагувати чернетку',
	10 => 'Опублікувати!',
	11 => 'Видалити чернетки',
	12 => 'Ви впевнені, що хочете видалити обрані чернетки?',
	13 => 'Ви впевнені, що хочете опублікувати цю чернетку?',
	14 => 'Зберегти як чернетку',
	15 => 'Чернетка збережена',
	16 => 'Вам не дозволено зберігати чернетки.',
	17 => 'Ви не є автором чернетки, яку намагаєтесь зберегти.',
	18 => 'Чернетка, яку Ви намагаєтесь завантажити, не може бути знайдена.',
	19 => 'Чернетка, яку Ви намагаєтесь опублікувати, не існує.',
	20 => 'Невідома проблема при спробі публікації чернетки.',
	21 => 'Розділ'
);

?>