<?php

$txt['drafts'] = array(
	0 => 'Произошла какая-то ошибка и ваш текст <strong>не</strong> был сохранен.',
	1 => 'Ваш текст сохранен как черновик.',
	2 => 'Черновики',
	3 => 'Ваши черновики',
	4 => 'У Вас нет черновиков.',
	5 => 'Заголовок',
	6 => 'Раздел',
	7 => 'Тема',
	8 => 'Последнее сохранение',
	9 => 'Редактировать',
	10 => 'Опубликовать!',
	11 => 'Удалить черновики',
	12 => 'Вы действительно хотите удалить выбранные черновики?',
	13 => 'Вы действительно хотите опубликовать этот черновик?',
	14 => 'Сохранить как черновик',
	15 => 'Черновик сохранен',
	16 => 'Вам не разрешено сохранять черновики.',
	17 => 'Вы не являетесь автором черновика, который пытаетесь изменить.',
	18 => 'Черновик, который Вы пытаетесь загрузить, не обнаружен.',
	19 => 'Черновик, который Вы пытаетесь опубликовать, не существует.',
	20 => 'При попытке публикации черновика произошла неизвестная ошибка.',
	21 => 'Раздел'
);

// Permissions
$txt['permissiongroup_drafts'] = 'Черновики';
$txt['permissiongroup_simple_drafts'] = 'Черновики';
$txt['permissionname_save_drafts'] = 'Возможность сохранять черновики тем и сообщений.';
